# -*- coding: utf-8 -*-

SAMPLE_TEXT = """タスク\t開始\t終了\tタイプ\t備考
業務計画の立案\t2025/6/10\t2025/7/2\t計画\t課題の再整理含む
業務計画の立案\t2025/6/10\t2025/7/15\t実績\t課題の再整理含む
保存（保存管理）の方向性と<br>方法の検討\t2025/7/2\t2025/11/10\t計画\t本質的価値の再整理、保存管理の<br>目標・将来像並びに課題の再整理<br>含む
保存（保存管理）の方向性と<br>方法の検討\t2025/7/5\t2025/11/20\t実績\t
活用の方向性と方法の検討\t2025/7/2\t2025/11/10\t計画\t課題の再整理含む
整備の方向性と方法の検討\t2025/8/10\t2025/11/10\t計画\t課題の再整理含む
運営・体制の方向性と方法の検討\t2025/11/10\t2026/2/10\t計画\t課題の再整理含む
経過観察の方向性と方法の検討\t2025/12/10\t2026/2/1\t計画\t課題の再整理含む
委員会運営補助\t2025/10/10\t2025/11/10\t計画\t議事要録作成含む
<続き>\t2025/12/10\t2026/1/10\t\t
報告書の作成\t2025/8/10\t2026/2/10\t計画\t計画書の製本含む
打合せ協議\t2025/6/10\t\t計画\t必要に応じてメール、電話等での<br>打合せを実施
打合せ協議\t2025/7/10\t\t計画\t
打合せ協議\t2025/8/20\t\t計画\t
打合せ協議\t2025/12/20\t\t計画\t
"""
